settings_text = ['❓ Помощь', '👥  Сменить группу', '🧾 Изменить отображение расписания', '⚙   Дополнительно',
                 '⬅  Назад']

additional_text = ['📙 Четность недели', '📗 Обозначения', '⬅  Назад']
view_type_text = ['1️⃣   Полное', '2️⃣   Короткое']

abbreviation = "БМ» — ул. Большая Морская, д.18\n" \
               "«Д» — пер. Джамбула, д.13\n" \
               "«В» — Вознесенский пр., д.46\n" \
               "«М» — Моховая ул., д.26\n" \
               "'ДО' – дистанционное обучение"

on_start_string = "Приятного пользования! ✨\n\n" \
                  "Если нашли ошибку или есть вопросы, обращайтесь на почту\n ➡   tvdragunvova@mail.ru"

start_text = "Крутим шестеренками.. ⚙ Done!\n\nВыберите свою группу ⬇\n"
registration_text = "Готов к работе! Для отображения расписания воспользуйтесь кнопками снизу"

buttons_text = ['📌 Сегодня', '📋 Завтра', '📍 Эта неделя', '📅 Следующая', '🔧 Настройки']
query_timetable = ["main_today", "main_tomorrow", "main_current", "main_next", "main_settings"]
query_settings = ["sasaas", "change_group", "change_view_type", "sasa", "go_back"]

error_empty_timetable = "Что-то пошло не так"
